{
  "privacy_polices": [
    {
      "id": 1,
      "title": "نظرة عامة",
      "definitions": [
        "يهتم تطبيق تخاوي بمعلومات المستخدمين ويحرص على خصوصيتهم، حيث سيتم عرض المعلومات الأساسية فقط لعملية التواصل مع الكباتن المسجلين على التطبيق. تفاصيل الاتصال الخاصة بك لن تكون متاحة على أي محرك بحث. يمكنك إزالة تفاصيل الاتصال الخاصة بك في أي وقت عن طريق حذف جميع التفاصيل الخاصة بك على تطبيق تخاوي "
      ]
    },
    {
      "id": 2,
      "title": "سياسة خصوصية الموقع",
      "definitions": [
        "تمتلك تخاوي ويشار إليها بـ 'نحن'  في سياسة الخصوصية هذه. باستخدام هذا الموقع، فإنك توافق على سياسة الخصوصية هذه. تتعلق هذه السياسة بجمع واستخدام المعلومات الشخصية التي قد تزودنا بها من خلال سلوكك على موقع الويب. نحتفظ بالحق في تعديل أو إزالة أجزاء من سياسة الخصوصية هذه في أي وقت. تنطبق سياسة الخصوصية هذه بالإضافة إلى أي شروط وأحكام أخرى. نحن لا نقدم أي إقرارات حول مواقع الويب الخاصة بطرف ثالث والتي قد تكون مرتبطة بموقعنا. ندرك أهمية حماية خصوصية المعلومات التي يتم جمعها عن زوار موقعنا."
      ]
    },
    {
      "id": 3,
      "title": "معلومات شخصية",
      "definitions": [
        "يتم جمع المعلومات الشخصية الخاصة بزوار موقعنا عندما يتم تقديمها بشكل طوعي، مثل المعلومات التي قد نحتاج إليها لتزويدك بخدماتنا أو الرد على استفساراتك. تحمي هذه السياسة معلوماتك الشخصية وفقًا لقوانين الخصوصية المعمول بها في المملكة العربية السعودية."
      ]
    },
    {
      "id": 4,
      "title": "استخدام المعلومات",
      "definitions": [
        "يتم استخدام المعلومات الشخصية التي تقدمها للغرض الذي تم جمعها من أجله أو لأغراض ذات صلة. على سبيل المثال، نقوم بتجميع معلومات الاتصال الخاصة بك لتزويد المستخدمين الآخرين بوسائل الاتصال بك عند الترويج للرحلات التشاركية أو عرض معلومات الرحلة في وسائل التواصل الاجتماعي."
      ]
    },
    {
      "id": 5,
      "title": "الاحتفاظ بالبيانات الشخصية والحساب",
      "definitions": [
        "بمجرد تحميلك للتطبيق، فإنك توافق على استخدام معلوماتك الشخصية للأغراض المختلفة مثل الحجز والتسجيل والاستعلام من الجهات الرسمية، مع العلم أنه يتم الاحتفاظ بالبيانات طالما أنك تستخدم المنصة."
      ]
    },
    {
      "id": 6,
      "title": "يتم حذف الحساب وجميع البيانات في الحالات التالية:",
      "definitions": [
        "1.⁠ ⁠بعد مرور 3 سنوات إذا تم حذف الحساب من قِبلك.",
        "2.⁠ ⁠بعد مرور 5 سنوات على آخر تسجيل دخول دون أي تحديث.",
        "3.⁠ ⁠بعد مرور 5 سنوات من تعليق حسابك نتيجة عدم سداد المستحقات المالية.",
        "4.⁠ ⁠إذا تم حظر الحساب من قِبل المنصة أو الجهات الرسمية."
      ]
    },
    {
      "id": 7,
      "title": "إخلاء المسؤولية",
      "definitions": [
        "تُقدّم منصة تخاوي كما هي. تخلي تخاوي مسؤوليتها عن أي ضمانات غير منصوص عليها في هذه الاتفاقية، مثل الضمانات الخاصة بجودة أو ملاءمة أو سلامة السائق. ينبغي عليك أن توافق على أن جميع المخاطر المتعلقة باستخدامك منصة تخاوي تقع على مسؤوليتك الشخصية."
      ]
    },{
      "id": 8,
      "title": "إفشاء المعلومات",
      "definitions": [
        "قد نكشف عن المعلومات الشخصية في حالات خاصة إذا كان ذلك ضروريًا لأغراض قانونية أو لحماية حقوقنا أو ممتلكاتنا أو المستخدمين الآخرين."
      ]
    },
    {
      "id": 9,
      "title": "الأمان",
      "definitions": [
        "نسعى جاهدين لضمان أمن المعلومات الشخصية المقدمة لمواقعنا ونقوم بتحديث إجراءات الأمان لدينا باستمرار. ومع ذلك، لا يمكن ضمان أمان كامل عند نقل البيانات عبر الإنترنت، لكننا نتخذ جميع الخطوات المعقولة لحماية المعلومات بمجرد تلقيها."
      ]
    },{
      "id": 10,
      "title": "ملفات تعريف",
      "definitions": [
        "الارتباط هي البيانات التي ينقلها موقع الويب إلى محرك الأقراص الثابت لأحد الأفراد لأغراض حفظ السجلات. يمكن أن تسهل ملفات تعريف الارتباط ، وهي معايير قياسية في الصناعة وتستخدمها معظم مواقع الويب ، بما في ذلك المواقع التي يتم تشغيلها بواسطتنا ، وصول المستخدم المستمر إلى الموقع واستخدامه. إنها تسمح لنا بتخصيص موقع الويب وفقًا لاحتياجاتك. إذا كنت لا ترغب في جمع المعلومات من خلال استخدام ملفات تعريف الارتباط ، فهناك إجراء بسيط في معظم المتصفحات يتيح لك رفض أو رفض ميزة ملفات تعريف الارتباط. ولكن يجب ملاحظة أن ملفات تعريف الارتباط قد تكون ضرورية لتزويدك ببعض ميزات خدماتنا على الإنترنت."
      ]
    },
    {
      "id": 11,
      "title": "الوصول إلى المعلومات",
      "definitions": [
        "نحن ملتزمون بضمان دقة المعلومات التي نحتفظ بها عنك. يمكنك الاتصال بنا لتحديث معلوماتك إذا كانت غير صحيحة."
      ]
    },{
      "id": 12,
      "title": "روابط لمواقع أخرى",
      "definitions": [
        "قد نوفر روابط لمواقع ويب خارجية. نحن غير مسؤولين عن محتوى أو ممارسات الخصوصية لتلك المواقع."
      ]
    },
    {
      "id": 13,
      "title": "تعديل الشروط والأحكام والحجوزات",
      "definitions": [
        "تحتفظ تخاوي بحق تعديل أو إضافة أي شروط أو تحديثات من وقت لآخر دون الحاجة إلى إشعار مسبق. استخدامك المستمر للتطبيق بعد التعديلات يعني موافقتك على الشروط الجديدة."
      ]
    },{
      "id": 14,
      "title": "الشكاوى",
      "definitions": [
        "إذا كانت لديك أي شكوى، يمكنك التواصل معنا عبر قنوات الاتصال المتاحة في التطبيق."
      ]
    },
    {
      "id": 15,
      "title": "وسائل الاتصال",
      "definitions": [
        "إذا كنت ترغب في التواصل معنا بخصوص ممارسات الخصوصية لدينا أو لديك استفسار يتعلق ببياناتك الشخصية، يمكنك استخدام وسائل الاتصال المتاحة في التطبيق."
      ]
    }

  ],
  "conditions": {
    "titles" : {
        "terms_and_conditions_desc" : "شروط استخدام تطبيق تخاوي"
    },
    "terms_and_conditions":[
        {
            "id": 1,
            "title": "الاتفاقية",
            "definitions": [
                "يرجى التأكد من أنك تقرأ وتفهم جميع هذه الشروط والأحكام بعناية قبل استخدام تطبيق تخاوي والمزايا الواردة فيه. إن إكمالك لعملية التسجيل أو الاستمرار في استخدام التطبيق أو أي من خدماتنا يعتبر موافقة منك على الالتزام بهذه الإجراءات والشروط والأحكام، مما ينشئ بينك وبين تطبيق تخاوي علاقة تعاقدية تمنحك ترخيصًا من تطبيق تخاوي للاستخدام والاستفادة من التطبيق. إن هذه الصلاحية للاستخدام والاستفادة من التطبيق محددة بما يهمك كمستخدم للتطبيق ولا يخولك ببيع التطبيق أو أي ميزات أو التقنيات الواردة فيه. إذا وجدت أن أي من هذه الشروط والأحكام غير مقبول، فلا تقدم موافقتك على استخدام التطبيق أو الاستفادة من ميزاته.",
                "يجب أن يكون اختيارك بالموافقة على هذه الشروط والأحكام بمثابة اتفاقية ملزمة وقانونية بينك وبين أي من المزايا التي يتم تقديمها أو تستخدمها في التطبيق. ويحق لإدارة التطبيق إنهاء هذه الاتفاقية التي تخصك بأثر فوري، أو بإيقاف عرض خدمات تخاوي أو منعك من الوصول إليها أو إلى أي جزء منها، في أي وقت ولأي سبب كان دون إشعار مسبق. وتسري الشروط الإضافية على هذه الاتفاقية في حالة وجود تعارض فيما يتعلق بالخدمات المقدمة. يجوز لإدارة التطبيق تعديل هذه الاتفاقية من حين لآخر حسب ما تقتضيه المصلحة. وتسري التعديلات عقب نشر تطبيق تخاوي للاتفاقية المحدثة على منصة التطبيق أو نشر السياسات المعدلة أو الشروط التكميلية المتعلقة بالخدمة المقدمة.",
                "يجوز لتطبيق تخاوي تقديم ما يلزم من المعلومات، بما في ذلك معلومات الاتصال الخاصة بك أو أي معلومات يتم طلبها بشكل رسمي وقانوني، إلى الجهات ذات العلاقة لتسوية المطالبات أو شركات التأمين في حال وجود شكوى أو نزاع أو خلاف، والذي قد يتضمن حادثًا يقع بينك وبين مقدم خدمات خارجي حيث تكون هذه المعلومات أو البيانات ضرورية لتسوية الخلاف أو النزاع أو الشكوى."
            ]
        },
        {
            "id": 2,
            "title": "نسبة التطبيق والرسوم ",
            "definitions": [
                "- نسبة التطبيق للكابتن هي 20% من قيمة الرحلة.",
                "- رسوم الراكب ثابتة بقيمة 18 ريال لكل رحلة.  "

            ]
        },
        {
            "id": 3,
            "title": "التعريفات",
            "definitions": [
                "جميع الشروط المحددة والمرسلة في هذه الشروط والأحكام سيكون لها المعنى المخصص لها أدناه:",
                "1. في حالة اصطحاب أشخاص آخرين: ",
                "  - يحق للسائق إلغاء الرحلة إذا اصطحب العميل أشخاصًا إضافيين، وسيتم تحديد سبب الإلغاء كـ 'اصطحاب أشخاص آخرين'.  ",
                "   - سيظهر إشعار للسائق يطلب منه الانتظار لمدة 20 دقيقة حتى يتم التواصل مع العميل.",
                "   - إذا تبين أن العميل فعلاً اصطحب أشخاصًا إضافيين، سيتم خصم 25 ريال من العميل وتحويلها إلى السائق.",
                "   - إذا تبين أن العميل لم يصطحب أشخاصًا إضافيين، سيتم خصم الـ 25 ريال من السائق.",
                "2. إلغاء الرحلة وهي في الطريق:",
                "   - إذا قام العميل بإلغاء الرحلة أثناء الطريق، سيظهر للسائق إشعار بالموافقة على الإلغاء.",
                "  - سيتم تعليق المبلغ المدفوع في التطبيق حتى يتم اتخاذ القرار النهائي من قبل الإدارة، سواء بإرجاع المبلغ للعميل أو للسائق، حسب الإجراءات المتخذة."
            ]
        },
        {
            "id": 4,
            "title": "الحساب",
            "definitions": [ 
                "يشير إلى حساب المستخدم على تطبيق تخاوي الذي يتيح استخدام التطبيق من قبل المستخدم."
            ]
        },
        {
            "id": 5,
            "title": "الرحلة الخاصة",
            "definitions": [ 
                "- يمكن إلغاء الرحلة بشكل مجاني قبل موعد البدء بنصف ساعة.  ",
                "- يسمح بتأخير مدة 15 دقيقة بعد موعد بدء الرحلة، وبعدها يعتبر الإلغاء كما لو تم بعد الموعد المحدد."
            ]
        },
        {
            "id": 6,
            "title": "في حالة الرحلة العادية:  ",
            "definitions": [ 
                "- بالنسبة للركاب: إذا لم يحضر الراكب، سيتم إرجاع المبلغ له مع خصم 25 ريال. ",
                "- بالنسبة للسائق: إذا لم يحضر السائق، سيتم تعويض الركاب بحذف رسوم التطبيق في الرحلة القادمة، وسيتم خصم 25 ريال من السائق."

            ]
        },
        {
            "id": 7,
            "title": "الحظر ",
            "definitions": [ 
                "إذا تكررت حالات الإلغاء أو التقييمات السلبية لثلاث مرات، سيتم حظر المستخدم."
            ]
        },
        {
            "id": 8,
            "title": "التطبيق",
            "definitions": [
                "يشير إلى تطبيق الهاتف المحمول تخاوي، ويتضمن أي تحديثات يقدمها من وقت لآخر."
            ]
        }
        ,
        {
            "id": 9,
            "title": "بيانات التسجيل ",
            "definitions": [ 
                "تشمل الاسم ورقم الهاتف المستخدم والبريد الإلكتروني والعمر، وغيرها من المعلومات التي قد يطلبها التطبيق من وقت لآخر والتي يقدمها المستخدمون عند التسجيل على تطبيق الهاتف المحمول أو غير ذلك."
            ]
        },
        {
            "id": 10,
            "title": "المستخدم",
            "definitions": [
                "يعني الأشخاص الذين قاموا بإنشاء حساب لاستخدام التطبيق. 'أنت' أو 'لك' أو 'نفسك' تعني الإشارة إلى المستخدم الذي يستخدم التطبيق."
            ]
        },
        {
            "id": 11,
            "title": "سعر المقعد",
            "definitions": [
                "يعني المبلغ الذي يتعين عليك دفعه مقابل استخدام التطبيق، باستثناء أي ضرائب أو رسوم خدمات أخرى."
            ]
        },
        {
            "id": 12,
            "title": "السعر الإجمالي",
            "definitions": [
                "يعني المبلغ الذي يتعين عليك دفعه مقابل استخدام التطبيق، بالإضافة إلى أي ضرائب أو رسوم خدمات أخرى."
            ]
        },
        {
            "id": 13,
            "title": "أيام العمل",
            "definitions": ["تعني فترة الدوام الرسمي للموظفين في تطبيق تخاوي من يوم الأحد إلى الخميس، أو أي يوم تكون فيه البنوك في المملكة العربية السعودية مفتوحة."]
        },
        {
            "id": 14,
            "title": "الرصيد",
            "definitions": [ 
                "يعني القيمة التي نحتفظ بها في المحفظة الخاصة بك على التطبيق، والتي يمكنك استخدامها بشكل مباشر لدفع المبلغ المستحق مقابل الحجز من خلال قنوات الحجز المتاحة، والتي قد يتم تغييرها من وقت لآخر."
            ]
        },
        {
            "id": 15,
            "title": "المسافر",
            "definitions": [ 
                "يعني أي شخص يقوم بعمل حجز ويتم تأكيده من قبل الكابتن على أي مركبة تعرض رحلاتها عبر التطبيق."
            ]
        },
        {
            "id": 16,
            "title": "حقوق الملكية الفكرية",
            "definitions": [ 
                "تعود حقوق ملكية تطبيق تخاوي شركة تقليل المسافات لتقنية نظم المعلومات  ومن يقوم بتشغيله بالنيابة عنها. تشمل جميع الواجهات البصرية، الرسوم البيانية، التصاميم، المعلومات، المحتوى، كود الحاسوب الخاص بالتطبيق، البرمجيات المستخدمة، والخدمات بالإضافة إلى جميع العناصر الأخرى لتطبيق تخاوي، وتكون جميع حقوق الملكية الفكرية والحقوق المتعلقة بهذه العناصر مملوكة بشكل حصري وخالص لتطبيق تخاوي أو الجهات المرخص لها من قبل تخاوي. جميع العلامات التجارية وعلامات الخدمات والأسماء التجارية مملوكة من قبل تخاوي والشركات التابعة لها وشركائها في توفير خدمات النقل أو غيرهم من المزودين."
            ]
        },
        {
            "id": 17,
            "title": "الثقة والمصداقية ",
            "definitions": [
                "يستمد تطبيق تخاوي الثقة والمصداقية من خلال استخدام جميع الوثائق والمعلومات التي تفرضها وزارة النقل أو بوابة علم عن طريق نظام حجز وتوزيع طلبات الخدمة الذي يتم ربطه وتكامله مع النظام التقني في هيئة النقل العام (منصة وصل). يتم التحقق من البيانات لتوفير معلومات كاملة عن خط سير المركبة، اسم السائق، رقم اللوحة، وغيرها. تزداد هذه الثقة مع ارتفاع تقييمات وتعليقات المسافرين وأصحاب المركبات، والتي تعطي انطباعاً عن الشخص الذي ستتعامل معه على أنه شخص موثوق وآمن. في حال وصول أي شكوى أو بلاغ، يتم التحقق منها عبر وسائل التواصل المسجلة في حساب العميل، ويتم اتخاذ الإجراء المناسب. يبذل التطبيق قصارى جهده في إمكانية استعادة أي مفقودات. "
            ]
        }
        ,
        {
            "id": 18,
            "title": " حسابات المستخدمين",
            "definitions": [
                "يعتمد تطبيق 'تخاوي' على المشاركة بين صاحب المركبة والشخص الراغب بالسفر إلى نفس الوجهة لتحقيق أهداف كلا الطرفين من حيث المتعة في السفر، التواصل الاجتماعي، العائد المادي، السرعة، الأمان، والمصداقية. لاستخدام معظم خدمات تطبيق 'تخاوي'، يجب التسجيل للحصول على حساب مستخدم شخصي فعال والمحافظة عليه. يتطلب تسجيل الحساب تقديم بعض المعلومات الشخصية، مثل الاسم، العنوان، رقم الهاتف الجوال، الجنس، العمر، ورقم الهوية الوطنية. يُشترط أن يكون المستخدم بعمر لا يقل عن 18 عامًا ولا يزيد عن 65 عامًا. يجب على المستخدمين الحفاظ على دقة وصحة معلومات حسابهم، وقد يؤدي عدم الامتثال إلى عدم القدرة على الوصول إلى منصة 'تخاوي'، بما في ذلك طلب الوصول إلى المعلومات الشخصية أو الاشتراك في إنشاء أو"
            ]
        }
    ]
  }
}
